/* Class = "NSTextFieldCell"; title = "Video"; ObjectID = "485"; */
"Video" = "Video";

/* Class = "NSTextFieldCell"; title = "Enter the URL, ID, or embed code of a YouTube video"; ObjectID = "491"; */
"Enter the URL, ID, or embed code of a YouTube video" = "URL, ID oder Einbettungscode eines YoutTube Video's eingeben";

/* Class = "NSTextFieldCell"; title = "powered by"; ObjectID = "496"; */
"powered by" = "powered by";

/* Class = "NSButtonCell"; title = "YouTube"; ObjectID = "497"; */
"YouTube" = "YouTube";

/* Class = "NSTextFieldCell"; title = "Options"; ObjectID = "535"; */
"Options" = "Optionen";

/* Class = "NSBox"; title = "Box"; ObjectID = "551"; */
"Box" = "Box";

/* Class = "NSButtonCell"; title = "Link to related videos after playing"; ObjectID = "566"; */
"Link to related videos after playing" = "Link zu ähnlichen Videos nach den Abspielen anzeigen";

/* Class = "NSButtonCell"; title = "Widescreen"; ObjectID = "580"; */
"Widescreen" = "Breitbild";